Repository: harishGarg25/HoneyWell_POC
Catalog: HoneyWellLocalization/Helpers/LocalizationFiles/StringFiles/*.lproj/Localizable.strings
Languages: de

# key1
source: It's only after we've lost everything that we're free to do anything.
de: Erst nachdem wir alles verloren haben, können wir etwas tun.

# key2
source: There's no escape. I'm God's lonely man.
de: Es gibt kein Entrinnen. Ich bin Gottes einsamer Mann.

# key3
source: It's an old habit. I spent my whole life trying not to be careless. Women and children can afford to be careless, but not men.
de: Es ist eine alte Gewohnheit. Ich habe mein ganzes Leben lang versucht, nicht nachlässig zu sein. Frauen und Kinder können es sich leisten, nachlässig zu sein, aber nicht Männer.

# key4
source: Sometimes I wonder... will God ever forgive us for what we've done to each other? Then I look around and I realize... God left this place a long time ago.
de: Manchmal frage ich mich ... wird Gott uns jemals vergeben, was wir uns angetan haben? Dann schaue ich mich um und mir wird klar ... Gott hat diesen Ort vor langer Zeit verlassen.

# key5
source: Sometimes it's the very people who no one imagines anything of who do the things no one can imagine.
de: Manchmal sind es genau die Menschen, die sich niemand vorstellen kann, wer die Dinge tut, die sich niemand vorstellen kann.

# key6
source: Mike McDermott: Listen, here's the thing. If you can't spot the sucker in your first half hour at the table, then you ARE the sucker.
de: Mike McDermott: Hören Sie, hier ist die Sache. Wenn Sie den Sauger in Ihrer ersten halben Stunde am Tisch nicht sehen können, dann SIND Sie der Trottel.

# key7
source: Rudy Baylor: What's the difference between a lawyer and a hooker? A hooker'll stop screwing you when you're dead.
de: Rudy Baylor: Was ist der Unterschied zwischen einem Anwalt und einer Nutte? Eine Nutte hört auf, dich zu verarschen, wenn du tot bist.

# key8
source: I was having this awful nightmare that I was 32. And then I woke up and I was 23. So relieved. And then I woke up I was 32.
de: Ich hatte diesen schrecklichen Albtraum, dass ich 32 war. Und dann bin ich aufgewacht und ich war 23. So erleichtert. Und dann bin ich aufgewacht, ich war 32.

# key9
source: Why do I fall in love with every woman I see who shows me the least bit of attention.
de: Warum verliebe ich mich in jede Frau, die mir die geringste Aufmerksamkeit schenkt?

# key10
source: He is the silent hero, a watchful protector! The Batman!
de: Er ist der stille Held, ein wachsamer Beschützer! Der Batman!

source: Next
de: Nächster

source: Select Language
de: Sprache auswählen

source: Login
de: Anmeldung

source: Enter email here
de: Geben Sie hier Ihre email ein

source: Enter password here
de: Passwort hier eingeben

source: LOGIN
de: ANMELDUNG
